<template>
<div class="container fly product-item">
    <div class="row card-group">
        <div class="row card-group fly">
          <div class="col-4 col-card">
            <div class="card">
              <img src="images/Сочи.jpg" class="card-img-top" alt="...">
              <div class="card-body">
                <h5 class="card-title">Сочи</h5>
                <p class="card-text">₽ Сочи – это российский город на Черном море, популярный пляжный курорт. В 2014 году здесь прошли зимние Олимпийские игры. Одна из основных достопримечательностей города – дендрарий, известный своими пальмами. Кроме того, город славится неоклассическими зданиями XX века, такими как Зимний театр с колоннадой. У подножия 
                Кавказских гор раскинулся национальный парк – лесной массив площадью 1937 квадратных километров.</p>
              </div>
            </div>
          </div>
          <div class="col-4 col-card">
            <div class="card">
              <img src="images/Москва.jpg" class="card-img-top" alt="...">
              <div class="card-body">
                <h5 class="card-title">Москва</h5>
                <p class="card-text">₽ Москва – столица России, многонациональный город на Москве-реке в западной части страны. В его историческом центре находится средневековая крепость Кремль – резиденция российского президента. На ее территории можно посетить Оружейную палату, где выставляются драгоценные предметы, принадлежавшие царской семье. За северо-восточной стеной Кремля раскинулась Красная площадь – символический центр России. Здесь можно увидеть Мавзолей В. И. Ленина, Государственный исторический музей и собор Василия Блаженного с красочными луковичными куполами.</p>
              </div>
            </div>
          </div>
          <div class="col-4 col-card">
            <div class="card">
              <img src="images/Екатеринбург.jpg" class="card-img-top" alt="...">
              <div class="card-body">
                <h5 class="card-title">Екатеринбург</h5>
                <p class="card-text">₽ Екатеринбург – город в России, расположенный к востоку от Уральских гор. Одна из главных достопримечательностей – златоглавый Храм на Крови, построенный в начале XXI века на месте, где в 1918 году была расстреляна семья Романовых. На берегу реки Исеть стоит памятник основателям города. Недалеко от него расположен Свердловский областной краеведческий музей, где можно посмотреть личные вещи последней царской семьи.</p>
              </div>
            </div>
          </div>
      </div>
        <div class="row card-group fly">
          <div class="col-4 col-card">
            <div class="card">
              <img src="images/Ярославль.jpg" class="card-img-top" alt="...">
              <div class="card-body">
                <h5 class="card-title">Ярославль</h5>
                <p class="card-text">₽ Ярославль – это город в России, расположенный к северо-востоку от Москвы. Он входит в группу древних городов "Золотое кольцо". Одна из основных достопримечательностей – Спасо-Преображенский монастырь XII века. На территории монастыря возвышается одноименный собор с золотыми куполами и фресками XVI века. В Ярославском музее-заповеднике также можно увидеть иконы XVI–XVIII веков. Недалеко от него находится церковь Богоявления с фасадом, украшенным разноцветными изразцами.</p>
              </div>
            </div>
          </div>
          <div class="col-4 col-card">
            <div class="card">
              <img src="images/Оренбург.jpg" class="card-img-top" alt="...">
              <div class="card-body">
                <h5 class="card-title">Оренбург</h5>
                <p class="card-text">₽ Оренбу́рг — город в России. Административный центр Оренбургской области и Оренбургского района, в который не входит, составляя вместе с 10 сельскими населёнными пунктами отдельное муниципальное образование город Оренбург со статусом городского округа</p>
              </div>
            </div>
          </div>
          <div class="col-4 col-card">
            <div class="card">
              <img src="images/Саранск.jpg" class="card-img-top" alt="...">
              <div class="card-body">
                <h5 class="card-title">Саранск</h5>
                <p class="card-text">₽ Сара́нск — город в России, административный центр Республики Мордовия. Вместе с прилегающими сельскими населёнными пунктами образует муниципальное образование со статусом городского округа. Основан в 1641 году. </p>
              </div>
            </div>
          </div>
      </div>
    </div>
</div>
</template>

<script>
export default {
    name: 'TownsPage',
    components: {}
}
</script>